tap "hashicorp/tap"
tap "homebrew/bundle"
# tap "homebrew/cask"
# tap "homebrew/cask-drivers"
# tap "homebrew/cask-fonts"
# tap "homebrew/core"
tap "homebrew/services"
tap "teamookla/speedtest"
brew "ansible-lint"
brew "bash"
brew "bash-completion"
brew "openldap"
brew "curl"
# brew "php"
brew "composer"
brew "coreutils"
brew "libgit2"
brew "eza"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "git-secrets"
brew "gitleaks"
brew "gnu-sed"
brew "go"
brew "grep"
brew "jq"
brew "nkf"
brew "node"
brew "nodebrew"
brew "oath-toolkit"
brew "peco"
brew "putty"
brew "python"
brew "rsync"
brew "shellcheck"
brew "tfenv"
brew "tmux"
brew "tree"
brew "trivy"
brew "yq"
brew "teamookla/speedtest/speedtest"
brew "awscli"
brew "displayplacer"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "adobe-acrobat-reader"
cask "alt-tab"
cask "bitwarden"
cask "cheatsheet"
cask "docker"
cask "karabiner-elements"
cask "logi-options-plus"
cask "mouse-fix"
# cask "parallels"
cask "realforce"
cask "scroll-reverser"
cask "visual-studio-code"
# cask "zoom"
cask "iterm2"
# cask "microsoft-office"
# cask "google-chrome"
# cask "google-japanese-ime"
# cask "amazon-music"
cask "arc"
# cask "chatgpt"
cask "meetingbar"
